{"":[],"Cached Redirection detected":["Otkrivena je ke코irana redirekcija"],"Please clear your browser cache and reload this page":[""],"The data on this page has expired, please reload.":["Podaci o ovoj stranici su zastarjeli, molim u캜itajte ponovo."],"WordPress did not return a response. This could mean an error occurred or that the request was blocked. Please check your server error_log.":["WordPress nije odgovorio. Mogu캖e je da je do코lo do pogre코ke ili je zahtjev blokiran. Provjerite error_log va코eg poslu쬴telja."],"Your server returned a 403 Forbidden error which may indicate the request was blocked. Are you using a firewall or a security plugin?":["Poslu쬴telj je odgovorio da je do코lo do pogre코ke \"403 Forbidden\", 코to mo쬰 zna캜iti da je zahtjev blokiran. Da li koristite vatrozid ili sigurosni dodatak (plugin)?"],"WordPress returned an unexpected message. This usually indicates that a plugin or theme is outputting data when it shouldn't be. Please try disabling other plugins and try again.":["WordPress je odgovorio neo캜ekivanom porukom. Do obi캜no ukazuje da dodatak (plugin) ili tema generiraju izlaz kada ne bi trebali. Poku코ajte deaktivirati ostale dodatke, pa poku코ajte ponovo."],"If the issue isn't known then try disabling other plugins - it's easy to do, and you can re-enable them quickly. Other plugins can sometimes cause conflicts.":["Ako ni코ta ne poma쬰, poku코ajte deaktivirati ostale dodatke - to jednostavno za napraviti, a mo쬰te ih brzo ponovo aktivirati. Ostali dodaci ponekad uzrokuju konflikte. "],"Include these details in your report {{strong}}along with a description of what you were doing{{/strong}}.":["U svom izvje코taju navedite ove pojedinosti {{strong}}i opi코ite 코to ste to캜no radili{{/strong}}."],"If you think Redirection is at fault then create an issue.":[""],"This may be caused by another plugin - look at your browser's error console for more details.":["Uzrok ovome bi mogao biti drugi dodatak - detalje potra쬴te u konzoli za pogre코ke (error cosole) va코eg peglednika."],"An error occurred loading Redirection":["Do코lo je do pogre코ke prilikom u캜itavanja Redirectiona."],"Loading, please wait...":["U캜itavanje, stripte se molim..."],"{{strong}}CSV file format{{/strong}}: {{code}}source URL, target URL{{/code}} - and can be optionally followed with {{code}}regex, http code{{/code}} ({{code}}regex{{/code}} - 0 for no, 1 for yes).":["{{strong}}Fromat CSV datoteke{{/strong}}: {{code}}izvorni URL, odredi코ni URL{{/code}} - i mo쬰 biti popra캖eno sa {{code}}regex, http code{{/code}} ({{code}}regex{{/code}} - 0 za ne, 1 za da)."],"Redirection is not working. Try clearing your browser cache and reloading this page.":["Redirection ne radi. Poku코ajte o캜istiti privremenu memoriju (cache) preglednika i ponovo u캜itati ovu stranicu."],"If that doesn't help, open your browser's error console and create a {{link}}new issue{{/link}} with the details.":["Ako to ne pomogne, otvorite konzolu za pogre코ke (error console) va코eg preglednika i  prijavite {{link}}novi problem{{/link}} s detaljnim opisom."],"If this is a new problem then please either {{strong}}create a new issue{{/strong}} or send it in an {{strong}}email{{/strong}}. Include a description of what you were trying to do and the important details listed below. Please include a screenshot.":[""],"Create Issue":[""],"Email":["Email"],"Important details":["Va쬹e pojedinosti"],"Need help?":["Trebate li pomo캖?"],"First check the FAQ below. If you continue to have a problem then please disable all other plugins and check if the problem persists.":["Prvo provjerite ni쬰 navedana 캜esto postavljana pitanja (FAQ). Ako se ne rije코ite problema, deaktivirajte ostale dodatke i provjerite da li je problem i dalje prisutan. "],"You can report bugs and new suggestions in the Github repository. Please provide as much information as possible, with screenshots, to help explain your issue.":["Prijave nedostataka i nove prijedloge mo쬰te unijeti putem Github repozitorija. Opi코ite ih sa 코to je mogu캖e vi코e pojedinosti i upotpunite sa snimkama zaslona."],"Please note that any support is provide on as-time-is-available basis and is not guaranteed. I do not provide paid support.":["Napominjem da podr코ku pru쬬m koliko mi to dopu코ta raspolo쬴vo vrijeme. Ne osiguravam pla캖enu podr코ku."],"If you want to submit information that you don't want in a public repository then send it directly via {{email}}email{{/email}}.":["콯elite li poslati informacije, ali ne putem javno dostupnog repozitorija, po코aljite ih izravno na {{email}}email{{/email}}."],"Can I redirect all 404 errors?":["Mogu li preusmjeriti sve 404 pogre코ke."],"No, and it isnt advised that you do so. A 404 error is the correct response to return for a page that doesn't exist. If you redirect it you are indicating that it once existed, and this could dilute your site.":["Ne, niti je to preporu캜ljivo. Gre코ka 404 je ispravan odgovor na zahtjev da se prika쬰 nepostoje캖a stranica. Preusmjeravanjem takvog zahtjeva poru캜ujete da je tra쬰na stranica nekada postojala."],"Pos":[""],"410 - Gone":["410 - Gone"],"Position":["Pozicija"],"Used to auto-generate a URL if no URL is given. Use the special tags {{code}}$dec${{/code}} or {{code}}$hex${{/code}} to insert a unique ID inserted":[""],"Apache Module":["Apache modul"],"Enter the full path and filename if you want Redirection to automatically update your {{code}}.htaccess{{/code}}.":["Unesite potunu putanju i naziv datoteke ako 쬰lite da Redirection automatski\na쬿rira {{code}}.htaccess{{/code}}."],"Import to group":["Importirajte u grupu"],"Import a CSV, .htaccess, or JSON file.":["Importirajte a CSV, .htaccess, ili JSON datoteku."],"Click 'Add File' or drag and drop here.":["Kliknite 'Dodaj datoteku' ili je dovucite i ispustite ovdje."],"Add File":["Dodaj datoteku"],"File selected":["Odabrana datoteka"],"Importing":["Importiranje"],"Finished importing":["Importiranje dovr코eno"],"Total redirects imported:":["Ukupan broj importiranih redirekcija:"],"Double-check the file is the correct format!":["Provjerite jo코 jednom da li je format datoteke ispravan!"],"OK":["OK"],"Close":["Zatvori"],"All imports will be appended to the current database.":["Sve importirano biti 캖e dodano postoje캖oj bazi. "],"Export":["Eksport"],"Export to CSV, Apache .htaccess, Nginx, or Redirection JSON (which contains all redirects and groups).":["Eksport u CSV, Apache .htaccess, Nginx, ili Redirection JSON (koji sadr쬴 sva preusmjeravanja i grupe)."],"Everything":["Sve"],"WordPress redirects":["WordPressova preusmjeravanja"],"Apache redirects":["Apache preusmjeravanja"],"Nginx redirects":["Nginx preusmjeravaja"],"CSV":["CSV"],"Apache .htaccess":["Apache .htaccess"],"Nginx rewrite rules":["Nginx rewrite rules"],"Redirection JSON":["Redirection JSON"],"View":["Pogled"],"Log files can be exported from the log pages.":["Log datoteke mogu biti eksportirane sa log stranica."],"Import/Export":["Import/Eksport"],"Logs":["Logovi"],"404 errors":["404 pogre코ke"],"Please mention {{code}}%s{{/code}}, and explain what you were doing at the time":["Navedite {{code}}%s{{/code}}, i pojasnite 코to ste to캜no radili"],"I'd like to support some more.":["콯elim dodatno podr쬬ti."],"Support 游눯":["Podr코ka 游눯"],"Redirection saved":["Redirekcija spremljena"],"Log deleted":["Log obrisan"],"Settings saved":["Postavke spremljene"],"Group saved":["Grupa spremljena"],"Are you sure you want to delete this item?":["Jeste li sigurni da 쬰lite obrisati ovu stavku?","Jeste li sigurni da 쬰lite obrisati ove stavke?","Jeste li sigurni da 쬰lite obrisati ove stavke?"],"pass":["pass"],"All groups":["Sve grupe"],"301 - Moved Permanently":["301 - Trajno premje코teno"],"302 - Found":["302 - Prona캠eno"],"307 - Temporary Redirect":["307 - Privremena redirekcija"],"308 - Permanent Redirect":["308 - Trajna redirekcija"],"401 - Unauthorized":["401 - Neovla코teno"],"404 - Not Found":["404 - Nije prona캠eno"],"Title":["Naslov"],"When matched":[""],"with HTTP code":["sa HTTP kodom"],"Show advanced options":["Prika쬴 napredne opcije"],"Matched Target":[""],"Unmatched Target":[""],"Saving...":["Spremam..."],"View notice":["Pogledaj obavijest"],"Invalid source URL":["Neispravan izvorni URL"],"Invalid redirect action":["Nesipravna akcija preusmjeravanja"],"Invalid redirect matcher":[""],"Unable to add new redirect":["Ne mogu dodati novu redirekciju"],"Something went wrong 游뗴":["Ne코to je po코lo po zlu 游뗴"],"I was trying to do a thing and it went wrong. It may be a temporary issue and if you try again it might work - great!":["Ne코to sam poku코ao i nije uspjelo. Mogu캖e je da je uzrok privremen. Ako poku코a코 ponovo moglo bi uspjeti - ne bi li to bilo sjajno?"],"It didn't work when I tried again":["Nije uspjelo kada sam poku코ao ponovo"],"See if your problem is described on the list of outstanding {{link}}Redirection issues{{/link}}. Please add more details if you find the same problem.":[""],"Log entries (%d max)":["Log zapisi (maksimalno %d)"],"Remove WWW":["Ukloni WWW"],"Add WWW":["Dodaj WWW"],"Search by IP":["Pretraga po IP"],"Select bulk action":["Odaberi grupnu radnju"],"Bulk Actions":["Grupne radnje"],"Apply":["Primijeni"],"First page":["Prva stranica"],"Prev page":["Prethodna stranica"],"Current Page":["Teku캖a stranica"],"of %(page)s":[""],"Next page":["Sljede캖a stranica"],"Last page":["Zadnja stranica"],"%s item":["%s stavka","%s stavke","%s stavki"],"Select All":["Odaberi sve"],"Sorry, something went wrong loading the data - please try again":["Oprostite, ne코to je po코lo po zlu tokom u캜itavaja podataka - poku코ajte ponovo"],"No results":["Bez rezultata"],"Delete the logs - are you sure?":["Brisanje logova - jeste li sigurni?"],"Once deleted your current logs will no longer be available. You can set a delete schedule from the Redirection options if you want to do this automatically.":["Postoje캖i logovi 캖e nestati nakon brisanja. 콯elite li brisanje automatizirati, u opcijama mo쬰te postaviti raspored automatskog brisanja."],"Yes! Delete the logs":["Da! Obri코i logove"],"No! Don't delete the logs":["Ne! Ne bri코i logove"],"Thanks for subscribing! {{a}}Click here{{/a}} if you need to return to your subscription.":[""],"Newsletter":[""],"Want to keep up to date with changes to Redirection?":[""],"Sign up for the tiny Redirection newsletter - a low volume newsletter about new features and changes to the plugin. Ideal if want to test beta changes before release.":[""],"Your email address:":[""],"I deleted a redirection, why is it still redirecting?":[""],"Your browser will cache redirections. If you have deleted a redirection and your browser is still performing the redirection then {{a}}clear your browser cache{{/a}}.":[""],"Can I open a redirect in a new tab?":[""],"It's not possible to do this on the server. Instead you will need to add {{code}}target=\"_blank\"{{/code}} to your link.":[""],"Frequently Asked Questions":[""],"You've supported this plugin - thank you!":[""],"You get useful software and I get to carry on making it better.":[""],"Forever":[""],"Delete the plugin - are you sure?":[""],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":[""],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":[""],"Yes! Delete the plugin":[""],"No! Don't delete the plugin":[""],"http://urbangiraffe.com":[""],"John Godley":[""],"Manage all your 301 redirects and monitor 404 errors":[""],"http://urbangiraffe.com/plugins/redirection/":[""],"Redirection is free to use - life is wonderful and lovely! It has required a great deal of time and effort to develop and you can help support this development by {{strong}}making a small donation{{/strong}}.":[""],"Support":["Podr코ka"],"404s":[""],"Log":[""],"Delete Redirection":[""],"Upload":["Prijenos"],"Import":["Uvezi"],"Update":["A쬿riraj"],"Auto-generate URL":[""],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":[""],"RSS Token":[""],"Don't monitor":[""],"Monitor changes to posts":[""],"404 Logs":[""],"(time to keep logs for)":[""],"Redirect Logs":[""],"I'm a nice person and I have helped support the author of this plugin":[""],"Plugin Support":[""],"Options":["Opcije"],"Two months":[""],"A month":[""],"A week":[""],"A day":[""],"No logs":[""],"Delete All":[""],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":[""],"Add Group":[""],"Search":["Tra쬴"],"Groups":[""],"Save":["Spremi"],"Group":[""],"Match":[""],"Add new redirection":[""],"Cancel":["Prekini"],"Download":["Preuzimanje"],"Redirection":[""],"Settings":["Postavke izbornika"],"Automatically remove or add www to your site.":[""],"Default server":[""],"Do nothing":[""],"Error (404)":[""],"Pass-through":[""],"Redirect to random post":[""],"Redirect to URL":[""],"Invalid group when creating redirect":[""],"Show only this IP":[""],"IP":[""],"Source URL":[""],"Date":["Datum"],"Add Redirect":[""],"All modules":[""],"View Redirects":[""],"Module":["Modul"],"Redirects":[""],"Name":[""],"Filter":[""],"Reset hits":[""],"Enable":["Uklju캜i"],"Disable":[""],"Delete":["Izbri코i"],"Edit":["Uredi"],"Last Access":[""],"Hits":[""],"URL":[""],"Type":["Tip"],"Modified Posts":[""],"Redirections":[""],"User Agent":["Korisni캜ki agent"],"URL and user agent":[""],"Target URL":[""],"URL only":[""],"Regex":[""],"Referrer":[""],"URL and referrer":[""],"Logged Out":["Odjavljen"],"Logged In":[""],"URL and login status":[""]}