{"":{"po-revision-date":"2017-07-10 09:10:02+0000","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=n > 1;","x-generator":"GlotPress/2.4.0-alpha","language":"fr","project-id-version":"Plugins - Redirection - Stable (latest release)"},"Something went wrong 🙁":[null,"Quelque chose s’est mal passé 🙁"],"I was trying to do a thing and it went wrong. It may be a temporary issue and if you try again it could work - great!":[null,"J’essayais de faire une chose et ça a mal tourné. C’est peut-être un problème temporaire et si vous essayez à nouveau, cela pourrait fonctionner, c’est génial !"],"It didn't work when I tried again":[null,"Cela n’a pas fonctionné quand j’ai réessayé."],"See if your problem is described on the list of outstanding {{link}}Redirection issues{{/link}}. Please add more details if you find the same problem.":[null,"Voyez si votre problème est décrit dans la liste des {{link}}problèmes de redirection{{/ link}} exceptionnels. Veuillez ajouter plus de détails si vous rencontrez le même problème."],"If the issue isn't known then try disabling other plugins - it's easy to do, and you can re-enable them quickly. Other plugins can sometimes cause conflicts, and knowing this in advance will help a lot.":[null,"Si le problème n’est pas connu, essayez de désactiver les autres extensions. C’est simple à faire et vous pouvez les réactiver rapidement. D’autres extensions peuvent parfois provoquer des conflits et le savoir à l’avance aidera beaucoup."],"If this is a new problem then please either create a new issue, or send it directly to john@urbangiraffe.com. Include a description of what you were trying to do and the important details listed below. If you can include a screenshot then even better.":[null,""],"Important details for the thing you just did":[null,"Détails importants sur ce que vous venez de faire."],"Please include these details in your report":[null,"Veuillez inclure ces détails dans votre compte-rendu."],"Log entries (100 max)":[null,"Entrées du journal (100 max.)"],"Failed to load":[null,"Échec du chargement"],"Remove WWW":[null,"Retirer WWW"],"Add WWW":[null,"Ajouter WWW"],"Search by IP":[null,"Rechercher par IP"],"Select bulk action":[null,"Sélectionner l’action groupée"],"Bulk Actions":[null,"Actions groupées"],"Apply":[null,"Appliquer"],"First page":[null,"Première page"],"Prev page":[null,"Page précédente"],"Current Page":[null,"Page courante"],"of %(page)s":[null,"de %(page)s"],"Next page":[null,"Page suivante"],"Last page":[null,"Dernière page"],"%s item":["%s items","%s élément","%s éléments"],"Select All":[null,"Tout sélectionner"],"Sorry but something went wrong loading the data - please try again":[null,"Désolé, quelque chose a échoué au chargement des données. Veuillez réessayer."],"No results":[null,"Aucun résultat"],"Delete the logs - are you sure?":[null,"Confirmez-vous la suppression des journaux ?"],"Once deleted your current logs will no longer be available. You can set an delete schedule from the Redirection options if you want to do this automatically.":[null,"Une fois supprimés, vos journaux courants ne seront plus disponibles. Vous pouvez définir une règle de suppression dans les options de Redirection si vous désirez procéder automatiquement."],"Yes! Delete the logs":[null,"Oui ! Supprimer les journaux"],"No! Don't delete the logs":[null,"Non ! Ne pas supprimer les journaux"],"Redirection 404":[null,"Redirection 404"],"Thanks for subscribing! {{a}}Click here{{/a}} if you need to return to your subscription.":[null,"Merci pour votre abonnement ! {{a}}Cliquez ici{{/a}} si vous souhaitez revenir à votre abonnement."],"Newsletter":[null,"Newsletter"],"Want to keep up to date with changes to Redirection?":[null,"Vous souhaitez être au courant des modifications apportées à Redirection ?"],"Sign up for the tiny Redirection newsletter - a low volume newsletter about new features and changes to the plugin. Ideal if want to test beta changes before release.":[null,"Inscrivez-vous à la minuscule newsletter de Redirection. Avec quelques envois seulement, cette newsletter vous informe sur les nouvelles fonctionnalités et les modifications apportées à l’extension. La solution idéale si vous voulez tester les versions bêta."],"Your email address:":[null,"Votre adresse de messagerie :"],"I deleted a redirection, why is it still redirecting?":[null,"J’ai retiré une redirection, pourquoi continue-t-elle de rediriger ?"],"Your browser will cache redirections. If you have deleted a redirection and your browser is still performing the redirection then {{a}}clear your browser cache{{/a}}.":[null,"Votre navigateur mettra en cache les redirections. Si vous avez retiré une redirection mais que votre navigateur vous redirige encore, {{a}}videz le cache de votre navigateur{{/ a}}."],"Can I open a redirect in a new tab?":[null,"Puis-je ouvrir une redirection dans un nouvel onglet ?"],"It's not possible to do this on the server. Instead you will need to add {{code}}target=\"blank\"{{/code}} to your link.":[null,"Impossible de faire cela sur le serveur. À la place, ajoutez {{code}}target=\"blank\"{{/code}} à votre lien."],"Something isn't working!":[null,"Quelque chose ne fonctionne pas !"],"Please disable all other plugins and check if the problem persists. If it does please report it {{a}}here{{/a}} with full details about the problem and a way to reproduce it.":[null,"Veuillez désactiver toutes les autres extensions et vérifiez si le problème persiste. Si c’est le cas, {{a}}veuillez le signaler{{/a}} avec tous ses détails, et une méthode pour le reproduire."],"Frequently Asked Questions":[null,"Foire aux questions"],"Need some help? Maybe one of these questions will provide an answer":[null,"Vous avez besoin d’aide ? Une de ces questions vous apportera peut-être une réponse."],"You've already supported this plugin - thank you!":[null,"Vous avez déjà apporté votre soutien à l’extension. Merci !"],"I'd like to donate some more":[null,"J’aimerais donner davantage"],"You get some useful software and I get to carry on making it better.":[null,"Vous avez ainsi une extension utile, et je peux continuer à l’améliorer."],"Please note I do not provide support and this is just a donation.":[null,"Veuillez noter que ça n’ouvre pas droit à du support, mais que c’est seulement un don."],"Yes I'd like to donate":[null,"Oui, j’aimerais faire un don"],"Thank you for making a donation!":[null,"Merci d’avoir fait un don !"],"Forever":[null,"Indéfiniment"],"Failed to save data":[null,"L’enregistrement des données a échoué"],"Failed to load data":[null,"Le chargement des données a échoué"],"CSV Format":[null,"Format CSV"],"Source URL, Target URL, [Regex 0=false, 1=true], [HTTP Code]":[null,"URL source, URL cible, [Regex 0=faux, 1=vrai], [Code HTTP]"],"Delete the plugin - are you sure?":[null,"Confirmez-vous vouloir supprimer cette extension ?"],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":[null,"Supprimer cette extension retirera toutes vos redirections, journaux et réglages. Faites-le si vous souhaitez vraiment supprimer l’extension, ou si vous souhaitez la réinitialiser."],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":[null,"Une fois supprimées, vos redirections ne fonctionneront plus. Si elles continuent de fonctionner, veuillez vider votre cache navigateur."],"Yes! Delete the plugin":[null,"Oui ! Supprimer l’extension"],"No! Don't delete the plugin":[null,"Non ! Ne pas supprimer l’extension"],"Advanced Settings":[null,"Réglages avancés"],"http://urbangiraffe.com":[null,"http://urbangiraffe.com"],"John Godley":[null,"John Godley"],"Manage all your 301 redirects and monitor 404 errors":[null,"Gérez toutes vos redirections 301 et surveillez les erreurs 404."],"http://urbangiraffe.com/plugins/redirection/":[null,"http://urbangiraffe.com/plugins/redirection/"],"Redirection is free to use - life is wonderful and lovely! It has required a great deal of time and effort to develop and you can help support this development by {{strong}}making a small donation{{/strong}}.":[null,"Redirection est utilisable gratuitement. La vie est belle ! Cependant, cette extension a nécessité beaucoup de travail et d’effort pour être développée. Donc si vous la trouvez utile, vous pouvez contribuer à son développement en {{strong}}faisant un petit don{{/strong}}."],"Redirection Support":[null,"Support de Redirection"],"Support":[null,"Support"],"404s":[null,"404"],"404s from %s":[null,"404 provenant de %s"],"Log":[null,"Journaux"],"Delete Redirection":[null,"Supprimer la redirection"],"Upload":[null,"Mettre en ligne"],"Here you can import redirections from an existing {{code}}.htaccess{{/code}} file, or a CSV file.":[null,"Ici, vous pouvez importer des redirections depuis un fichier {{code}}.htaccess{{/code}} ou un fichier CSV."],"Import":[null,"Importer"],"Update":[null,"Mettre à jour"],"This will be used to auto-generate a URL if no URL is given. You can use the special tags {{code}}$dec${{/code}} or {{code}}$hex${{/code}} to have a unique ID inserted (either decimal or hex)":[null,"Cela servira à générer automatiquement une URL si aucune n’est spécifiée. Vous pouvez utiliser les balises spéciales {{code}}$dec${{/code} ou {{code}}$hex${{/code}} pour insérer un identifiant unique (décimal ou hexadécimal)."],"Auto-generate URL":[null,"URL auto-générée&nbsp;"],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":[null,"Un jeton unique permettant aux lecteurs de flux d’accéder au flux RSS des journaux de Redirection (laisser vide pour générer automatiquement)."],"RSS Token":[null,"Jeton RSS "],"Don't monitor":[null,"Ne pas surveiller"],"Monitor changes to posts":[null,"Surveiller les modifications apportées aux publications&nbsp;"],"404 Logs":[null,"Journaux des 404 "],"(time to keep logs for)":[null,"(durée de conservation des journaux)"],"Redirect Logs":[null,"Journaux des redirections "],"I'm a nice person and I have helped support the author of this plugin":[null,"Je suis un type bien et j&rsquo;ai aidé l&rsquo;auteur de cette extension."],"Plugin support":[null,"Support de l’extension "],"Options":[null,"Options"],"Two months":[null,"Deux mois"],"A month":[null,"Un mois"],"A week":[null,"Une semaine"],"A day":[null,"Un jour"],"No logs":[null,"Aucun journal"],"Modules":[null,"Modules"],"Export to CSV":[null,"Exporter en CSV"],"Delete All":[null,"Tout supprimer"],"Redirection Log":[null,"Journaux des redirections"],"optional":[null,"facultatif"],"Description":[null,"Description"],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":[null,"Utilisez les groupes pour organiser vos redirections. Les groupes sont assignés à un module qui affecte la manière dont les redirections dans ce groupe fonctionnent. Si vous n’êtes pas sûr/e, tenez-vous en au module de WordPress."],"Add Group":[null,"﻿Ajouter un groupe"],"Search":[null,"Rechercher"],"Groups":[null,"Groupes"],"Save":[null,"Enregistrer"],"Add Redirection":[null,"Ajout de redirection"],"Group":[null,"Groupe"],"Regular expression":[null,"Expression régulière"],"Action":[null,"Action"],"Match":[null,"Correspondant"],"Your redirection has been added.":[null,"Votre redirection a été ajoutée."],"Add new redirection":[null,"Ajouter une nouvelle redirection"],"Cancel":[null,"Annuler"],"Download":[null,"Télécharger"],"Sorry, but your redirection was not created":[null,"Désolé, votre redirection n’a pas été créée"],"Unable to perform action":[null,"Impossible d’effectuer cette action"],"No items were imported":[null,"Aucun élément n’a été importé"],"%d redirection was successfully imported":["%d redirections were successfully imported","%d redirection a été importée avec succès","%d redirections ont été importées avec succès"],"Your options were updated":[null,"Vos options ont été mises à jour"],"Redirection":[null,"Redirection"],"Settings":[null,"Réglages"],"WordPress-powered redirects. This requires no further configuration, and you can track hits.":[null,"Redirections gérées par WordPress. Aucune autre configuration n’est requise, et vous pouvez suivre les vues."],"For use with Nginx server. Requires manual configuration. The redirect happens without loading WordPress. No tracking of hits. This is an experimental module.":[null,"Pour une utilisation sur un serveur Nginx. Nécessite une configuration manuelle. La redirection intervient sans que WordPress ne soit lancé. Aucun suivi des vues. Il s’agit d’un module expérimental."],"Uses Apache {{code}}.htaccess{{/code}} files. Requires further configuration. The redirect happens without loading WordPress. No tracking of hits.":[null,"Utilise le fichier Apache {{code}}.htaccess{{/code}}. Nécessite une configuration ultérieure. La redirection intervient sans que WordPress ne soit lancé. Aucun suivi des vues."],"Automatically remove or add www to your site.":[null,"Ajouter ou retirer automatiquement www à votre site."],"Default server":[null,"Serveur par défaut"],"Canonical URL":[null,"URL canonique"],"WordPress is installed in: {{code}}%s{{/code}}":[null,"WordPress est installé dans : {{code}}%s{{/code}}"],"If you want Redirection to automatically update your {{code}}.htaccess{{/code}} file then enter the full path and filename here. You can also download the file and update it manually.":[null,"Si vous voulez que Redirection mette à jour automatiquement votre fichier {{code}}.htaccess{{/code}}, saisissez le chemin et nom de fichier ici. Vous pouvez également télécharger le fichier et le mettre à jour manuellement."],".htaccess Location":[null,"Emplacement du .htaccess"],"Do nothing":[null,"Ne rien faire"],"Error (404)":[null,"Erreur (404)"],"Pass-through":[null,"Outrepasser"],"Redirect to random post":[null,"Rediriger vers un article aléatoire"],"Redirect to URL":[null,"Redirection vers une URL"],"Unable to add new redirect - delete Redirection from the options page and re-install":[null,"Impossible d’ajouter une nouvelle redirection. Supprimez Redirection depuis la page d’options puis réinstallez"],"Invalid source URL when creating redirect for given match type":[null,"URL source non valide à la création d’une redirection pour un type de correspondance donné."],"Invalid group when creating redirect":[null,"Groupe non valide à la création d’une redirection"],"You can only redirect from a relative URL (<code>%s</code>) on this domain (<code>%s</code>).":[null,"Vous pouvez uniquement rediriger depuis une URL relative (<code>%s</code>) sur ce domaine (<code>%s</code>)."],"Source and target URL must be different":[null,"Les URL source et cible doivent être différentes"],"Configure":[null,"Configurer"],"Show only this IP":[null,"Afficher uniquement cette IP"],"IP":[null,"IP"],"Source URL":[null,"URL source"],"Date":[null,"Date"],"Add Redirect":[null,"Ajouter une redirection"],"All modules":[null,"Tous les modules"],"View Redirects":[null,"Voir les redirections"],"Module":[null,"Module"],"Redirects":[null,"Redirections"],"Name":[null,"Nom"],"Filter":[null,"Filtre"],"No group filter":[null,"Aucun filtre de groupe"],"Reset Hits":[null,"Réinitialiser les vues"],"Enable":[null,"Activer"],"Disable":[null,"Désactiver"],"Delete":[null,"Supprimer"],"Edit":[null,"Modifier"],"Last Access":[null,"Dernier accès"],"Hits":[null,"Hits"],"URL":[null,"URL"],"Type":[null,"Type"],"Modified Posts":[null,"Articles modifiés"],"Redirections":[null,"Redirections"],"The visitor will be redirected from the source URL if the user agent matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected. <strong>All matches are performed as regular expressions</strong>.\n":[null,"Le visiteur sera redirigé depuis l’URL source si l’agent utilisateur correspond. Vous pouvez spécifier une URL cible <em>correspondante</em> comme adresse où rediriger les visiteurs s’ils correspondent, et <em>non correspondante</em> s’ils ne correspondent pas. Laisser une URL vide signifie que le visiteur ne sera pas redirigé. <strong>Toutes les correspondances sont calculées comme expression rationnelles</strong>.\n"],"User Agent":[null,"Agent utilisateur"],"Nintendo Wii":[null,"Nintendo Wii"],"Android":[null,"Android"],"iPad":[null,"iPad"],"iPhone":[null,"iPhone"],"Safari":[null,"Safari"],"Opera":[null,"Opera"],"FireFox":[null,"FireFox"],"Internet Explorer":[null,"Internet Explorer"],"FeedBurner":[null,"FeedBurner"],"URL and user agent":[null,"URL et agent utilisateur"],"Target URL":[null,"URL cible"],"URL only":[null,"URL uniquement"],"Not matched":[null,"Non correspondant"],"Matched":[null,"Correspondant"],"The visitor will be redirected from the source URL if the referrer matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected.":[null,"Le visiteur sera redirigé depuis l’URL source si le référent correspond. Vous pouvez spécifier une URL cible <em>correspondante</em> comme adresse où envoyer les visiteurs s’ils correspondent, et <em>non correspondante</em> s’ils ne correspondent pas. Laisser une URL vide signifie que le visiteur ne sera pas redirigé."],"HTTP Code":[null,"Code HTTP"],"Regex":[null,"Regex"],"Referrer":[null,"Référant"],"URL and referrer":[null,"URL et référent"],"Logged Out":[null,"Déconnecté"],"Logged In":[null,"Connecté"],"The target URL will be chosen from one of the following URLs, depending if the user is logged in or out.  Leaving a URL blank means that the user is not redirected.":[null,"L’URL cible sera choisie parmi les URL suivantes, selon que l’utilisateur est connecté ou pas. Laisser une URL vide signifie que l’utilisateur ne sera pas redirigé."],"URL and login status":[null,"URL et état de connexion"]}