{"":[],"Something went wrong 游뗴":[""],"I was trying to do a thing and it went wrong. It may be a temporary issue and if you try again it could work - great!":[""],"It didn't work when I tried again":[""],"See if your problem is described on the list of outstanding {{link}}Redirection issues{{/link}}. Please add more details if you find the same problem.":[""],"If the issue isn't known then try disabling other plugins - it's easy to do, and you can re-enable them quickly. Other plugins can sometimes cause conflicts, and knowing this in advance will help a lot.":[""],"If this is a new problem then please either create a new issue, or send it directly to john@redirection.me. Include a description of what you were trying to do and the important details listed below. If you can include a screenshot then even better.":[""],"Important details for the thing you just did":[""],"Please include these details in your report":[""],"Log entries (100 max)":[""],"Failed to load":[""],"Remove WWW":[""],"Add WWW":[""],"Search by IP":[""],"Select bulk action":[""],"Bulk Actions":[""],"Apply":[""],"First page":[""],"Prev page":[""],"Current Page":[""],"of %(page)s":[""],"Next page":[""],"Last page":[""],"%s item":["","",""],"Select All":[""],"Sorry but something went wrong loading the data - please try again":[""],"No results":[""],"Delete the logs - are you sure?":[""],"Once deleted your current logs will no longer be available. You can set an delete schedule from the Redirection options if you want to do this automatically.":[""],"Yes! Delete the logs":[""],"No! Don't delete the logs":[""],"Redirection 404":[""],"Thanks for subscribing! {{a}}Click here{{/a}} if you need to return to your subscription.":[""],"Newsletter":[""],"Want to keep up to date with changes to Redirection?":[""],"Sign up for the tiny Redirection newsletter - a low volume newsletter about new features and changes to the plugin. Ideal if want to test beta changes before release.":[""],"Your email address:":[""],"I deleted a redirection, why is it still redirecting?":[""],"Your browser will cache redirections. If you have deleted a redirection and your browser is still performing the redirection then {{a}}clear your browser cache{{/a}}.":[""],"Can I open a redirect in a new tab?":[""],"It's not possible to do this on the server. Instead you will need to add {{code}}target=\"blank\"{{/code}} to your link.":[""],"Something isn't working!":[""],"Please disable all other plugins and check if the problem persists. If it does please report it {{a}}here{{/a}} with full details about the problem and a way to reproduce it.":[""],"Frequently Asked Questions":[""],"Need some help? Maybe one of these questions will provide an answer":[""],"You've already supported this plugin - thank you!":[""],"I'd like to donate some more":[""],"You get some useful software and I get to carry on making it better.":[""],"Please note I do not provide support and this is just a donation.":[""],"Yes I'd like to donate":[""],"Thank you for making a donation!":[""],"Forever":[""],"Failed to save data":[""],"Failed to load data":[""],"CSV Format":[""],"Source URL, Target URL, [Regex 0=false, 1=true], [HTTP Code]":[""],"Delete the plugin - are you sure?":[""],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":[""],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":[""],"Yes! Delete the plugin":[""],"No! Don't delete the plugin":[""],"Advanced Settings":["Roz코칤ren칠 nastavenia"],"http://urbangiraffe.com":["http://urbangiraffe.com"],"John Godley":["John Godley"],"Manage all your 301 redirects and monitor 404 errors":["Spravujte v코etky va코e 301 presmerovania a monitorujte 404 chyby"],"http://urbangiraffe.com/plugins/redirection/":["http://urbangiraffe.com/plugins/redirection/"],"Redirection is free to use - life is wonderful and lovely! It has required a great deal of time and effort to develop and you can help support this development by {{strong}}making a small donation{{/strong}}.":[""],"Redirection Support":[""],"Support":["Podpora"],"404s":["404"],"404s from %s":["404 z %s"],"Log":["Z치znam"],"Delete Redirection":["Vymaza콘 presmerovanie"],"Upload":["Nahra콘"],"Here you can import redirections from an existing {{code}}.htaccess{{/code}} file, or a CSV file.":[""],"Import":["Import"],"Update":["Aktualizova콘"],"This will be used to auto-generate a URL if no URL is given. You can use the special tags {{code}}$dec${{/code}} or {{code}}$hex${{/code}} to have a unique ID inserted (either decimal or hex)":[""],"Auto-generate URL":["Automatick칠 generovanie URL"],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":[""],"RSS Token":["RSS Token"],"Don't monitor":["Nesledova콘"],"Monitor changes to posts":["Sledova콘 zmeny v 캜l치nkoch"],"404 Logs":["Zaznamen치vanie 404"],"(time to keep logs for)":["(ako dlho uchov치va콘 z치znamy)"],"Redirect Logs":["Zaznamen치vanie presmerovan칤"],"I'm a nice person and I have helped support the author of this plugin":["Som dobr칳 캜lovek a podporil som autora tohto modulu"],"Plugin support":[""],"Options":["Mo쬹osti"],"Two months":["Dva mesiace"],"A month":["Mesiac"],"A week":["T칳쬯e켿"],"A day":["De켿"],"No logs":["콯iadne zaznamen치vanie"],"Modules":["Moduly"],"Export to CSV":[""],"Delete All":["Vymaza콘 v코etko"],"Redirection Log":["Z치znamy presmerovan칤"],"optional":["volite쬹칠"],"Description":["Popis"],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":["Pou쮂셨ajte skupiny na organizovanie presmerovan칤. Skupiny s칰 priraden칠 k modulu, ktor칳 ur캜uje, ako bud칰 presmerovania v tejto skupine fungova콘. Ak si nie ste ist칤, dr쬾e sa WordPress modulu."],"Add Group":["Prida콘 typ 칰daju"],"Search":["H쬬da콘"],"Groups":["Skupiny"],"Save":["Ulo쬴콘"],"Add Redirection":["Prida콘 presmerovanie"],"Group":["Skupina"],"Regular expression":["Regul치rny v칳raz"],"Action":["Akcia"],"Match":["Zhoda"],"Your redirection has been added.":["Va코e presmerovanie bolo pridan칠."],"Add new redirection":["Prida콘 nov칠 presmerovanie"],"Cancel":["Zru코i콘"],"Download":["Stiahnu콘"],"Sorry, but your redirection was not created":["Prep치캜te, presmerovanie nebolo vytvoren칠"],"Unable to perform action":["Nie je mo쬹칠 vykona콘 akciu"],"No items were imported":["콯iadne polo쬶y neboli importovan칠"],"%d redirection was successfully imported":["%d presmerovanie bolo 칰spe코ne importovan칠","%d presmerovania boli 칰spe코ne importovan칠","%d presmerovan칤 bolo 칰spe코ne importovan칳ch"],"Your options were updated":["Va코e mo쬹osti boli aktualizovan칠"],"Redirection":["Presmerovanie"],"Settings":["Nastavenia"],"WordPress-powered redirects. This requires no further configuration, and you can track hits.":["Presmerovania podporovan칠 WordPress-om. Nevy쬬duje 쬴adnu 캞al코iu konfigur치ciu a viete sledova콘 aj 코tatistiky."],"For use with Nginx server. Requires manual configuration. The redirect happens without loading WordPress. No tracking of hits. This is an experimental module.":["Pre pou쬴tie s Nginx servermi vy쬬duje manu치lnu konfigur치ciu. Presmerovania nastan칰 bez na캜칤tania WordPress-u. Nesleduje 코tatistiky. Toto je experiment치lny modul."],"Uses Apache {{code}}.htaccess{{/code}} files. Requires further configuration. The redirect happens without loading WordPress. No tracking of hits.":[""],"Automatically remove or add www to your site.":["Automaticky prida콘 alebo odstr치ni콘 www k va코ej webovej str치nke."],"Default server":[""],"Canonical URL":[""],"WordPress is installed in: {{code}}%s{{/code}}":[""],"If you want Redirection to automatically update your {{code}}.htaccess{{/code}} file then enter the full path and filename here. You can also download the file and update it manually.":[""],".htaccess Location":[".htaccess umiestnenie"],"Do nothing":["Nerobi콘 ni캜"],"Error (404)":["Chyba (404)"],"Pass-through":[""],"Redirect to random post":["Presmerova콘 na n치hodn칳 캜l치nok"],"Redirect to URL":["Presmerova콘 na URL"],"Unable to add new redirect - delete Redirection from the options page and re-install":["Nemo쬹o prida콘 nov칠 presmerovanie - zma쬾e Presmerovanie zo str치nky modulov a prein코talujte"],"Invalid source URL when creating redirect for given match type":["Neplatn치 zdrojov치 URL adresa pri vytv치ran칤 presmerovania pre dan칳 typ zhody"],"Invalid group when creating redirect":["Neplatn치 skupina pri vytv치ran칤 presmerovania"],"You can only redirect from a relative URL (<code>%s</code>) on this domain (<code>%s</code>).":["M칪쬰te presmerova콘 len z relat칤vnych URL adries (<code>%s</code>) na tejto d칩mene (<code>%s</code>)."],"Source and target URL must be different":["Zdrojov치 a cie쬺v치 URL musia by콘 odli코n칠"],"Configure":["Konfigur치cia"],"Show only this IP":["Uk치za콘 len t칰to IP adresu"],"IP":["IP"],"Source URL":["Zdrojov치 URL"],"Date":["D치tum"],"Add Redirect":[""],"All modules":["V코etky moduly"],"View Redirects":["Zobrazi콘 presmerovania"],"Module":["Modul"],"Redirects":["Presmerovania"],"Name":["N치zov"],"Filter":["Filtrova콘"],"No group filter":["V코etky skupiny"],"Reset Hits":["Resetova콘 코tatistiky"],"Enable":["Povoli콘"],"Disable":["Zak치za콘"],"Delete":["Vymaza콘"],"Edit":["Upravi콘"],"Last Access":["Posledn칳 pr칤stup"],"Hits":["맚atistika"],"URL":["URL"],"Type":["Typ"],"Modified Posts":["Upraven칠 캜l치nky"],"Redirections":["Presmerovania"],"The visitor will be redirected from the source URL if the user agent matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected. <strong>All matches are performed as regular expressions</strong>.\n":["N치v코tevn칤k bude presmerovan칳 z URL ak sa zhoduje agent pou쮂셨ate쬬 (user agent). M칪쬰te 코pecifikova콘 <em>zhoduj칰cu sa</em> cie쬺v칰 URL ako adresu kam presmerova콘 n치v코tevn칤ka, ak sa agent pou쮂셨ate쬬 zhoduje. A <em>nezhoduj칰ce sa</em> ak sa nezhoduje. Ak nech치te URL pr치zdne, n치v코tevn칤k nebude presmerovan칳. <strong>V코etky zhody s칰 vyhodnocovan칠 ako regul치rne v칳razy</strong>.\n\n"],"User Agent":["Agent pou쮂셨ate쬬 (user agent)"],"Nintendo Wii":["Nintendo Wii"],"Android":["Android"],"iPad":["iPad"],"iPhone":["iPhone"],"Safari":["Safari"],"Opera":["Opera"],"FireFox":["FireFox"],"Internet Explorer":["Internet Explorer"],"FeedBurner":["FeedBurner"],"URL and user agent":["URL a agent pou쮂셨ate쬬 (user agent)"],"Target URL":["Cie쬺v치 URL"],"URL only":["Len URL"],"Not matched":["Nezhodn치"],"Matched":["Zhodn치"],"The visitor will be redirected from the source URL if the referrer matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected.":["N치v코tevn칤k bude presmerovan칳 zo zdrojovej URL adresy ak sa referrer zhoduje. M칪쬰te 코pecifikova콘 <em>zhodn칰</em> cie쬺v칰 URL adresu ako adresu, kam posielate n치v코tevn칤kov ak sa 칰daje zhoduj칰. Alebo <em>nezhodn칰</em> ak sa nezhoduj칰. Ponechan칤m pr치zdneho po쬬 URL znamen치, 쬰 n치v코tevn칤k nie je presmerovan칳."],"HTTP Code":["HTTP k칩d"],"Regex":["Regex"],"Referrer":["Referrer"],"URL and referrer":["URL a referrer"],"Logged Out":["Odhl치sen칳"],"Logged In":["Prihl치sen칳"],"The target URL will be chosen from one of the following URLs, depending if the user is logged in or out.  Leaving a URL blank means that the user is not redirected.":["Cie쬺v치 URL bude zvolen치 z nasleduj칰cich URL adries na z치klade toho, 캜i pou쮂셨ate je prihl치sen칳 alebo nie. Ak nech치te URL pr치zdne, pou쮂셨ate nebude presmerovan칳."],"URL and login status":["URL a status prihl치senia"]}