{"":{"po-revision-date":"2017-07-09 16:23:30+0000","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=n != 1;","x-generator":"GlotPress/2.4.0-alpha","language":"es","project-id-version":"Plugins - Redirection - Stable (latest release)"},"Something went wrong 游뗴":[null,"Algo fue mal 游뗴"],"I was trying to do a thing and it went wrong. It may be a temporary issue and if you try again it could work - great!":[null,"Estaba tratando de hacer algo cuando ocurri칩 un fallo. Puede ser un problema temporal, y si lo intentas hacer de nuevo puede que funcione - 춰genial! "],"It didn't work when I tried again":[null,"No funcion칩 al intentarlo de nuevo"],"See if your problem is described on the list of outstanding {{link}}Redirection issues{{/link}}. Please add more details if you find the same problem.":[null,"Revisa si tu problema est치 descrito en la lista de habituales {{link}}problemas con Redirection{{/link}}. Por favor, a침ade m치s detalles si encuentras el mismo problema."],"If the issue isn't known then try disabling other plugins - it's easy to do, and you can re-enable them quickly. Other plugins can sometimes cause conflicts, and knowing this in advance will help a lot.":[null,"Si el problema no se conoce al tratar de desactivar otros plugins - es f치cil hacerlo, y puedes volver a activarlos r치pidamente. Otros plugins pueden, a veces, provocar conflictos, y conocer esto pronto ayudar치 mucho."],"If this is a new problem then please either create a new issue, or send it directly to john@urbangiraffe.com. Include a description of what you were trying to do and the important details listed below. If you can include a screenshot then even better.":[null,"Si es un problema nuevo entonces, por favor, crea un nuevo aviso de problemas o env칤alo directamente a john@urbangiraffe.com. Incluye una descripci칩n de lo que estabas tratando de hacer y los detalles importantes detallados abajo. Si puedes incluir un captura entonces incluso mejor."],"Important details for the thing you just did":[null,"Detalles importantes de lo que fuese que hayas hecho"],"Please include these details in your report":[null,"Por favor, incluye estos detalles en tu informe"],"Log entries (100 max)":[null,"Entradas del registro (m치ximo 100)"],"Failed to load":[null,"Fallo al cargar"],"Remove WWW":[null,"Quitar WWW"],"Add WWW":[null,"A침adir WWW"],"Search by IP":[null,"Buscar por IP"],"Select bulk action":[null,"Elegir acci칩n en lote"],"Bulk Actions":[null,"Acciones en lote"],"Apply":[null,"Aplicar"],"First page":[null,"Primera p치gina"],"Prev page":[null,"P치gina anterior"],"Current Page":[null,"P치gina actual"],"of %(page)s":[null,"de %(p치gina)s"],"Next page":[null,"P치gina siguiente"],"Last page":[null,"칔ltima p치gina"],"%s item":["%s items","%s elemento","%s elementos"],"Select All":[null,"Elegir todos"],"Sorry but something went wrong loading the data - please try again":[null,"Lo siento, pero algo fue mal al cargar los datos - por favor, int칠ntalo de nuevo"],"No results":[null,"No hay resultados"],"Delete the logs - are you sure?":[null,"Borrar los registros - 쯘st치s seguro?"],"Once deleted your current logs will no longer be available. You can set an delete schedule from the Redirection options if you want to do this automatically.":[null,"Una vez se borren tus registros actuales ya no estar치n disponibles. Puedes configurar una programaci칩n de borrado desde las opciones de Redirection si quieres hacer esto autom치ticamente."],"Yes! Delete the logs":[null,"춰S칤! Borra los registros"],"No! Don't delete the logs":[null,"춰No! No borres los registros"],"Redirection 404":[null,"Redirecci칩n 404"],"Thanks for subscribing! {{a}}Click here{{/a}} if you need to return to your subscription.":[null,"춰Gracias por suscribirte! {{a}}Haz clic aqu칤{{/a}} si necesitas volver a tu suscripci칩n."],"Newsletter":[null,"Bolet칤n"],"Want to keep up to date with changes to Redirection?":[null,"쯈uieres estar al d칤a de los cambios en Redirection?"],"Sign up for the tiny Redirection newsletter - a low volume newsletter about new features and changes to the plugin. Ideal if want to test beta changes before release.":[null,"Reg칤strate al peque침o bolet칤n de Redirection - un bolet칤n liviano sobre las nuevas funcionalidades y cambios en el plugin. Ideal si quieres probar los cambios de la versi칩n beta antes de su lanzamiento."],"Your email address:":[null,"Tu direcci칩n de correo electr칩nico:"],"I deleted a redirection, why is it still redirecting?":[null,"He borrado una redirecci칩n, 쯣or qu칠 a칰n sigue redirigiendo?"],"Your browser will cache redirections. If you have deleted a redirection and your browser is still performing the redirection then {{a}}clear your browser cache{{/a}}.":[null,"Tu navegador cachea las redirecciones. Si has borrado una redirecci칩n y tu navegaor a칰n hace la redirecci칩n entonces {{a}}vac칤a la cach칠 de tu navegador{{/a}}."],"Can I open a redirect in a new tab?":[null,"쯇uedo abrir una redirecci칩n en una nueva pesta침a?"],"It's not possible to do this on the server. Instead you will need to add {{code}}target=\"blank\"{{/code}} to your link.":[null,"No es posible hacer esto en el servidor. Tendr치s que a침adir {{code}}target=\"blank\"{{/code}} a tu enlace."],"Something isn't working!":[null,"춰Algo no funciona!"],"Please disable all other plugins and check if the problem persists. If it does please report it {{a}}here{{/a}} with full details about the problem and a way to reproduce it.":[null,"Por favor, desactiva todos los dem치s plugins y comprueba si persiste el problema. Si as칤 fuera inf칩rmalo {{a}}aqu칤{{/a}} con todos los detalles del problema y un modo de reproducirlo."],"Frequently Asked Questions":[null,"Preguntas frecuentes"],"Need some help? Maybe one of these questions will provide an answer":[null,"쯅ecesitas ayuda? Puede que una de estas preguntas te ofrezca una respuesta"],"You've already supported this plugin - thank you!":[null,"Ya has apoyado a este plugin - 춰gracias!"],"I'd like to donate some more":[null,"Me gustar칤a donar algo m치s"],"You get some useful software and I get to carry on making it better.":[null,"Tienes un software 칰til y yo seguir칠 haci칠ndolo mejor."],"Please note I do not provide support and this is just a donation.":[null,"Por favor, se consciente de que no ofrezco soporte, y que esto es solo un donativo."],"Yes I'd like to donate":[null,"S칤, me gustar칤a donar"],"Thank you for making a donation!":[null,"춰Gracias por hacer un donativo!"],"Forever":[null,"Siempre"],"Failed to save data":[null,"Fallo al guardar los datos"],"Failed to load data":[null,"Fallo al cargar los datos"],"CSV Format":[null,"Formato CSV"],"Source URL, Target URL, [Regex 0=false, 1=true], [HTTP Code]":[null,"URL de origen, URL de destino, [Regex 0=false, 1=true], [HTTP Code]"],"Delete the plugin - are you sure?":[null,"Borrar el plugin - 쯘st치s seguro?"],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":[null,"Al borrar el plugin se eliminar치n todas tus redirecciones, registros y ajustes. Haz esto si est치s seguro de que quieres borrar el plugin, o si quieres restablecer el plugin. "],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":[null,"Una vez borres tus redirecciones dejar치n de funcionar. Si parece que siguen funcionando entonces, por favor, vac칤a la cach칠 de tu navegador."],"Yes! Delete the plugin":[null,"춰S칤! Borrar el plugin"],"No! Don't delete the plugin":[null,"춰No! No borrar el plugin"],"Advanced Settings":[null,"Ajustes avanzados"],"http://urbangiraffe.com":[null,"http://urbangiraffe.com"],"John Godley":[null,"John Godley"],"Manage all your 301 redirects and monitor 404 errors":[null,"Gestiona todas tus redirecciones 301 y monitoriza tus errores 404"],"http://urbangiraffe.com/plugins/redirection/":[null,"http://urbangiraffe.com/plugins/redirection/"],"Redirection is free to use - life is wonderful and lovely! It has required a great deal of time and effort to develop and you can help support this development by {{strong}}making a small donation{{/strong}}.":[null,"Redirection se puede usar gratis - 춰La vida es maravillosa y encantadora! Sin embargo, ha requerido una gran cantidad de tiempo y esfuerzo desarrollarlo y, si te ha sido 칰til, puedes ayudar a este desarrollo {{strong}}haciendo una peque침a donaci칩n{{/strong}}. "],"Redirection Support":[null,"Soporte de Redirection"],"Support":[null,"Soporte"],"404s":[null,"404s"],"404s from %s":[null,"404s desde %s"],"Log":[null,"Log"],"Delete Redirection":[null,"Borrar Redirection"],"Upload":[null,"Subir"],"Here you can import redirections from an existing {{code}}.htaccess{{/code}} file, or a CSV file.":[null,"Aqu칤 puedes importar tus redirecciones desde un archivo {{code}}.htaccess{{/code}} existente, o un archivo CSV."],"Import":[null,"Importar"],"Update":[null,"Actualizar"],"This will be used to auto-generate a URL if no URL is given. You can use the special tags {{code}}$dec${{/code}} or {{code}}$hex${{/code}} to have a unique ID inserted (either decimal or hex)":[null,"Esto ser치 usado para generar autom치ticamente una URL si no ha sido dada previamente. Puedes usar las etiquetas especiales {{code}}$dec${{/code}} o {{code}}$hex${{/code}} para tener una ID 칰nica insertada (tanto decimal como hexadecimal)"],"Auto-generate URL":[null,"Auto generar URL"],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":[null,"Un token 칰nico que permite acceso de los lectores de feeds a los registros RSS de Redirection (d칠jalo en blanco para que se genere autom치ticamente)"],"RSS Token":[null,"Token RSS"],"Don't monitor":[null,"No detectar"],"Monitor changes to posts":[null,"Monitorizar cambios en entradas"],"404 Logs":[null,"Registros 404"],"(time to keep logs for)":[null,"(tiempo que se mantendr치n los registros)"],"Redirect Logs":[null,"Registros de redirecciones"],"I'm a nice person and I have helped support the author of this plugin":[null,"Soy una buena persona y ayude al autor de este plugin"],"Plugin support":[null,"Soporte del plugin"],"Options":[null,"Opciones"],"Two months":[null,"Dos meses"],"A month":[null,"Un mes"],"A week":[null,"Una semana"],"A day":[null,"Un dia"],"No logs":[null,"No hay logs"],"Modules":[null,"M칩dulos"],"Export to CSV":[null,"Exportar a CSV"],"Delete All":[null,"Borrar todo"],"Redirection Log":[null,"Registro de redirecciones"],"optional":[null,"opcional"],"Description":[null,"Copias de seguridad de bases de datos"],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":[null,"Utiliza grupos para organizar tus redirecciones. Los grupos se asignan a un m칩dulo, lo cual afecta a c칩mo se realizan las redirecciones en ese grupo. Si no est치s seguro entonces utiliza el m칩dulo WordPress."],"Add Group":[null,"A침adir grupo"],"Search":[null,"Buscar"],"Groups":[null,"Grupos"],"Save":[null,"Guardar"],"Add Redirection":[null,"A침adir redirecci칩n"],"Group":[null,"Grupo"],"Regular expression":[null,"Expresi칩n regular"],"Action":[null,"Acci칩n"],"Match":[null,"Coincidencia"],"Your redirection has been added.":[null,"Se ha agregado tu redirecci칩n"],"Add new redirection":[null,"A침adir nueva redirecci칩n"],"Cancel":[null,"Cancelar"],"Download":[null,"Descargar"],"Sorry, but your redirection was not created":[null,"Lo siento, pero tu redirecci칩n no fue creada"],"Unable to perform action":[null,"No se pudo realizar la acci칩n"],"No items were imported":[null,"Ning칰n elemento importado"],"%d redirection was successfully imported":["%d redirections were successfully imported","%d redirecci칩n importada correctamente","%d redirecciones importadas correctamente"],"Your options were updated":[null,"Tus ajustes se actualizaron"],"Redirection":[null,"Redirection"],"Settings":[null,"Ajustes"],"WordPress-powered redirects. This requires no further configuration, and you can track hits.":[null,"Redirecciones gestionadas por WordPress. No requiere configuraci칩n adicional y puedes registrar los accesos"],"For use with Nginx server. Requires manual configuration. The redirect happens without loading WordPress. No tracking of hits. This is an experimental module.":[null,"Para utilizar en servidores Nginx. Requiere configuraci칩n manual. La redirecci칩n sucede sin cargar WordPress. No hay registro de accesos. Es un m칩dulo experimental."],"Uses Apache {{code}}.htaccess{{/code}} files. Requires further configuration. The redirect happens without loading WordPress. No tracking of hits.":[null,"Utiliza archivos {{code}}.htaccess{{/code}} de Apache. Requiere configuraci칩n adicional. La redirecci칩n se realiza sin cargar WordPress. No se realiza un registro de accesos."],"Automatically remove or add www to your site.":[null,"Eliminar o a침adir autom치ticamente www a tu sitio."],"Default server":[null,"Servidor por defecto"],"Canonical URL":[null,"URL can칩nica"],"WordPress is installed in: {{code}}%s{{/code}}":[null,"WordPress est치 instalado en: {{code}}%s{{/code}}"],"If you want Redirection to automatically update your {{code}}.htaccess{{/code}} file then enter the full path and filename here. You can also download the file and update it manually.":[null,"Si quieres que Redirection autom치ticamente actualice tu archivo {{code}}.htaccess{{/code}} introduce la ruta completa y nombre de archivo aqu칤. Tambi칠n puedes descargar el archivo y actualizarlo manualmente."],".htaccess Location":[null,"Ubicaci칩n de .htaccess"],"Do nothing":[null,"No hacer nada"],"Error (404)":[null,"Error (404)"],"Pass-through":[null,"Pasar directo"],"Redirect to random post":[null,"Redirigir a entrada aleatoria"],"Redirect to URL":[null,"Redirigir a URL"],"Unable to add new redirect - delete Redirection from the options page and re-install":[null,"Imposible a침adir una nueva redirecci칩n - elimina Redirection desde la p치gina de opciones y reinstala"],"Invalid source URL when creating redirect for given match type":[null,"URL de origen no v치lida a la hora de crear una redirecci칩n desde un tipo de conexi칩n previo"],"Invalid group when creating redirect":[null,"Grupo no v치lido a la hora de crear la redirecci칩n"],"You can only redirect from a relative URL (<code>%s</code>) on this domain (<code>%s</code>).":[null,"Solo puedes redireccionar de una URL relativa (<code>%s</code>) en este dominio (<code>%s</code>)."],"Source and target URL must be different":[null,"La URL de origen y destino deben ser diferentes"],"Configure":[null,"Configurar"],"Show only this IP":[null,"Mostrar s칩lo esta IP"],"IP":[null,"IP"],"Source URL":[null,"URL origen"],"Date":[null,"Fecha"],"Add Redirect":[null,"A침adir redirecci칩n"],"All modules":[null,"Todos los m칩dulos"],"View Redirects":[null,"Ver redirecciones"],"Module":[null,"M칩dulo"],"Redirects":[null,"Redirecciones"],"Name":[null,"Nombre"],"Filter":[null,"Filtro"],"No group filter":[null,"Sin filtro de grupo"],"Reset Hits":[null,"Reiniciar cuenta"],"Enable":[null,"Habilitar"],"Disable":[null,"Desactivar"],"Delete":[null,"Eliminar"],"Edit":[null,"Editar"],"Last Access":[null,"칔ltimo acceso"],"Hits":[null,"Hits"],"URL":[null,"URL"],"Type":[null,"Tipo"],"Modified Posts":[null,"Entradas modificadas"],"Redirections":[null,"Redirecciones"],"The visitor will be redirected from the source URL if the user agent matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected. <strong>All matches are performed as regular expressions</strong>.\n":[null,"El visitante ser치 redireccionado de la URL origen si el agente de usuario concuerda. Puede especificar una URL destino si <em>concuerda</em> como la direcci칩n a donde enviar los visitantes en caso de concordancia, y <em>no concuerda</em> en caso de que no lo haga. Si deja la URL vac칤a el visitante no ser치 redireccionado.\n"],"User Agent":[null,"Agente usuario HTTP"],"Nintendo Wii":[null,"Nintendo Wii"],"Android":[null,"Android"],"iPad":[null,"iPad"],"iPhone":[null,"iPhone"],"Safari":[null,"Safari"],"Opera":[null,"Opera"],"FireFox":[null,"FireFox"],"Internet Explorer":[null,"Internet Explorer"],"FeedBurner":[null,"FeedBurner"],"URL and user agent":[null,"URL y cliente de usuario (user agent)"],"Target URL":[null,"URL destino"],"URL only":[null,"S칩lo URL"],"Not matched":[null,"Sin coincidencia"],"Matched":[null,"Concuerda"],"The visitor will be redirected from the source URL if the referrer matches.  You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match.  Leaving a URL blank means that the visitor is not redirected.":[null,"El visitante ser치 redireccionado de la URL origen si el referente concuerda. Puede especificar una URL destino si <em>concuerda</em> como la direcci칩n a donde enviar los visitantes en caso de concordancia, y <em>no concuerda</em> en caso de que no lo haga. Si deja la URL vac칤a el visitante no ser치 redireccionado"],"HTTP Code":[null,"C칩digo HTTP"],"Regex":[null,"Expresi칩n regular"],"Referrer":[null,"Referente"],"URL and referrer":[null,"URL y referente"],"Logged Out":[null,"Desconectado"],"Logged In":[null,"Conectado"],"The target URL will be chosen from one of the following URLs, depending if the user is logged in or out.  Leaving a URL blank means that the user is not redirected.":[null,"La URL destino ser치 elegida entre las URL que siguen, dependiendo si el usuario se encuentra validado o no. Si deja la URL vac칤a el usuario no ser redireccionado."],"URL and login status":[null,"Estado de URL y conexi칩n"]}