Repository: johngodley/redirection
Catalog: locale/redirection-*.po
Languages: tr_tr

source: If the magic button doesn't work then you should read the error and see if you can fix it manually, otherwise follow the 'Need help' section below.
tr_tr: Sihirli düğme çalışmazsa, hatayı okumalısınız ve manuel olarak düzeltip düzeltemeyeceğinize bakmalısınız, aksi takdirde aşağıdaki Yardım bölümüne uymanız gerekir.

source: ⚡️ Magic fix ⚡️
tr_tr: ⚡️ Sihirli düzeltme ⚡️

source: Plugin Status
tr_tr: Eklenti Durumu

source: Filter
tr_tr: Filtre

source: Select All
tr_tr: Hepsini Seç

source: First page
tr_tr: İlk sayfa

source: Prev page
tr_tr: Önceki sayfa

source: Current Page
tr_tr: Geçerli sayfa

source: of %(page)s
tr_tr: %(sayfa)s

source: Next page
tr_tr: Sonraki sayfa

source: Last page
tr_tr: Son Sayfa

source: %s item
tr_tr: %s maddesi

source: Select bulk action
tr_tr: Toplu işlemi seçin

source: Bulk Actions
tr_tr: Toplu eylemler

source: Apply
tr_tr: Uygula

source: No results
tr_tr: Sonuç yok

source: Sorry, something went wrong loading the data - please try again
tr_tr: Maalesef, veri yüklenirken bir sorunlar oluştu - lütfen tekrar deneyin

source: Search by IP
tr_tr: IP'ye göre arama

source: Search
tr_tr: Arama

source: Useragent Error
tr_tr: Kullanıcı Aracı Hatası

source: Unknown Useragent
tr_tr: Bilinmeyen Kullanıcı Aracı

source: Device
tr_tr: Aygıt

source: Operating System
tr_tr: İşletim Sistemi

source: Browser
tr_tr: Tarayıcı

source: Engine
tr_tr: Motor

source: Useragent
tr_tr: Kullanıcı Aracı

source: Agent
tr_tr: Temsilci

source: Are you sure you want to delete this item?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Redirection saved
tr_tr: Yönlendirme kaydedildi

source: Log deleted
tr_tr: Kayıt girdileri silindi

source: Settings saved
tr_tr: Ayarlar kaydedildi

source: Group saved
tr_tr: Grup kaydedildi

source: 404 deleted
tr_tr: 404 silinmiş

source: Modified Posts
tr_tr: Değiştirilen Mesajlar

source: All tables present
tr_tr: Tüm tablolar mevcut

source: The following tables are missing:
tr_tr: Aşağıdaki tablolar eksik:

source: Database tables
tr_tr: Veritabanı tabloları

source: Valid groups
tr_tr: Geçerli gruplar

source: No valid groups, so you will not be able to create any redirects
tr_tr: Geçerli grup yok, dolayısıyla yönlendirmeler oluşturamayacaksınız

source: Valid groups detected
tr_tr: Geçerli gruplar bulundu

source: Valid redirect group
tr_tr: Geçerli yönlendirme grubu

source: Redirects with invalid groups detected
tr_tr: Geçersiz gruplar bulunan yönlendirme tespit edildi

source: All redirects have a valid group
tr_tr: Tüm yönlendirmelerde geçerli bir grup var

source: Post monitor group
tr_tr: Mesaj izleme grubu

source: Post monitor group is invalid
tr_tr: Mesaj izleme grubu geçersiz

source: Site and home are consistent
tr_tr: Site ve anasayfa tutarlı

source: Site and home URL are inconsistent - please correct from your General settings
tr_tr: Site ve anasayfa URL'si tutarsız - lütfen Genel ayarlarınızda düzeltin

source: Site and home protocol
tr_tr: Site ve anasayfa protokolü

source: Redirection routes
tr_tr: Yönlendirme rotaları

source: Redirection does not appear in your REST API routes. Have you disabled it with a plugin?
tr_tr: Yeniden yönlendirme, REST API rotasında görünmüyor. Bir eklenti ile devre dışı bıraktınız mı?

source: Redirection routes are working
tr_tr: Yeniden yönlendirme rotaları çalışıyor

source: REST API is not working so routes not checked
tr_tr: REST API'sı çalışmıyor, böylece yollar kontrol edilmiyor.

source: WordPress REST API
tr_tr: WordPress REST API'sı

source: WordPress REST API is working at %s
tr_tr: WordPress REST API'sı şurada çalışıyor %s

source: Failed to fix database tables
tr_tr: Veritabanı tabloları düzeltilemedi

source: Unable to create group
tr_tr: Grup oluşturulamadı

source: Default WordPress "old slugs"
tr_tr: Varsayılan WordPress "old slugs"

source: Invalid redirect matcher
tr_tr: Geçersiz yönlendirme eşleştiricisi

source: Invalid redirect action
tr_tr: Geçersiz yönlendirme işlemi

source: Invalid group when creating redirect
tr_tr: Yönlendirme oluştururken geçersiz grup

source: Invalid source URL
tr_tr: Geçersiz kaynak URL'si
