Repository: johngodley/redirection
Catalog: locale/redirection-*.po
Languages: tr_tr

source: Settings
tr_tr: Ayarlar

source: Log entries (%d max)
tr_tr: Kayıt girdileri (%d max)

source: Redirection Support
tr_tr: Yönlendirme Desteği

source: You can find full documentation about using Redirection on the <a href="%s" target="_blank">redirection.me</a> support site.
tr_tr: Redirection'ı kullanma hakkında tüm belgeleri <a href="%s" target="_blank">redirection.me</a> destek sitesinde bulabilirsiniz.

source: Unable to load Redirection
tr_tr: Redirection yüklenemiyor

source: Redirection requires WordPress v%1s, you are using v%2s - please update your WordPress
tr_tr: Redirection WordPress gerektiriyor v%1s, siz şunu kullanıyorsunuz v%2s - Lütfen WordPress'inizi güncelleyin

source: Redirection not installed properly
tr_tr: Redirection düzgün yüklenmedi

source: Problems were detected with your database tables. Please visit the <a href="%s">support page</a> for more details.
tr_tr: Veritabanı tablolarınızla ilgili sorunlar tespit edildi. Lütfen daha fazla detay için <a href="%s">support page</a> sayfasını ziyaret edin.

source: Loading, please wait...
tr_tr: Yükleniyor lütfen bekleyin...

source: Unable to load Redirection ☹️
tr_tr: Redirection Yüklenemedi ☹️

source: This may be caused by another plugin - look at your browser's error console for more details.
tr_tr: Buna başka bir eklenti neden olabilir - daha fazla ayrıntı için tarayıcınızın hata konsoluna bakın.

source: If you are using a page caching plugin or service (CloudFlare, OVH, etc) then you can also try clearing that cache.
tr_tr: Bir sayfa önbellekleme eklentisi veya hizmeti (CloudFlare, OVH, vb.) Kullanıyorsanız o zaman önbellek temizlemeyi de deneyebilirsiniz.

source: Also check if your browser is able to load <code>redirection.js</code>:
tr_tr: Ayrıca tarayıcınızın <code>redirection.js</code>: yükleyebilecek olup olmadığını kontrol edin

source: Please note that Redirection requires the WordPress REST API to be enabled. If you have disabled this then you won't be able to use Redirection
tr_tr: Redirection'ın WordPress REST API'sının etkinleştirilmesini gerektirdiğini lütfen unutmayın. Bunu devre dışı bıraktıysanız, Redirection'u kullanamazsınız.

source: Please see the <a href="https://redirection.me/support/problems/">list of common problems</a>.
tr_tr: <a href="https://redirection.me/support/problems/">ortak sorunların listesi</a> lütfen bakınız.

source: If you think Redirection is at fault then create an issue.
tr_tr: Redirection'un hatalı olduğunu düşünüyorsanız bir sorun oluşturun.

source: <code>Redirectioni10n</code> is not defined. This usually means another plugin is blocking Redirection from loading. Please disable all plugins and try again.
tr_tr: <code>Redirectioni10n</code> tanımlanmadı. Bu genellikle Yönlendirmenin yüklenmesini başka bir eklentinin engellediği anlamına gelir. Lütfen tüm eklentileri devre dışı bırakın ve tekrar deneyin.

source: Create Issue
tr_tr: Sorun Oluştur

source: The data on this page has expired, please reload.
tr_tr: Bu sayfadaki verilerin süresi doldu, lütfen tekrar yükle.

source: WordPress did not return a response. This could mean an error occurred or that the request was blocked. Please check your server error_log.
tr_tr: WordPress cevap vermedi. Bu, bir hata oluşabileceği veya isteğin engellendiği anlamına gelebilir. Lütfen sunucunuzdaki error_log dosyasını kontrol edin.

source: Your server returned a 403 Forbidden error which may indicate the request was blocked. Are you using a firewall or a security plugin?
tr_tr: Sunucunuz, isteğin engellendiğini gösterebilen 403 Forbidden error hatasını verdi. Bir güvenlik duvarı mı yoksa güvenlik eklentisi mi kullanıyorsunuz?

source: Your server has rejected the request for being too big. You will need to change it to continue.
tr_tr: Sunucunuz çok büyük olma isteğini reddetti. Devam etmek için onu değiştirmeniz gerekecek.

source: Your WordPress REST API has been disabled. You will need to enable it for Redirection to continue working
tr_tr: WordPress REST API'sı devre dışı bırakıldı. Yeniden Yönlendirme'nin çalışmaya devam etmesi için onu etkinleştirmeniz gerekecek

source: WordPress returned an unexpected message. This could be caused by your REST API not working, or by another plugin or theme.
tr_tr: WordPress beklenmeyen bir mesaj döndürdü. Bu, REST API'nızın çalışmaması nedeniyle veya başka bir eklenti veya temayla kaynaklanabilir.

source: I was trying to do a thing and it went wrong. It may be a temporary issue and if you try again it might work - great!
tr_tr: Bir şey yapmaya çalışıyordum ve yanlış gitti. Geçici bir sorun olabilir ve tekrar denerseniz işe yarayabilir - harika!

source: Something went wrong 🙁
tr_tr: Bir şeyler yanlış gitti 🙁

source: Please take a look at the {{link}}plugin status{{/link}}. It may be able to identify and "magic fix" the problem.
tr_tr: Lütfen {{link}}eklenti durumunu{{/link}} inceleyin. Sorunu tanımlayabilir ve "sihirli olarak düzeltebilir".

source: {{link}}Redirection is unable to talk to your REST API{{/link}}. If you have disabled it then you will need to enable it.
tr_tr: {{link}} Redirection, REST API'sı ile konuşamıyor {{/link}}. Devre dışı bıraktıysanız, etkinleştirmeniz gerekir.

source: {{link}}Security software may be blocking Redirection{{/link}}. You will need to configure this to allow REST API requests.
tr_tr: {{link}}Güvenlik yazılımı Redirection'ı engelliyor olabilir{{/link}}. Bunu, REST API isteklerine izin verecek şekilde yapılandırmanız gerekir.

source: {{link}}Caching software{{/link}}, in particular Cloudflare, can cache the wrong thing. Try clearing all your caches.
tr_tr: {{link}}Önbelleğe alma yazılımı{{/link}}, özellikle Cloudflare, yanlış şeyi önbelleğe alabilir. Önbelleklerinizi temizlemeyi deneyin.

source: {{link}}Please temporarily disable other plugins!{{/link}} This fixes so many problems.
tr_tr: {{link}}Lütfen diğer eklentileri geçici olarak devre dışı bırakın!{{/link}} Bu, pek çok sorunu düzeltir.

source: If you are unable to get anything working then Redirection may have difficulty communicating with your server. You can try manually changing this setting:
tr_tr: Çalışacak herhangi bir şey elde edemiyorsanız Redirection sunucunuzla iletişim kurmada güçlük çekebilir. Bu ayarı manuel olarak değiştirmeyi deneyebilirsiniz:

source: Save
tr_tr: Kayıt et

source: None of the suggestions helped
tr_tr: Önerilerin hiçbiri yardımcı olmadı

source: If this is a new problem then please either {{strong}}create a new issue{{/strong}} or send it in an {{strong}}email{{/strong}}. Include a description of what you were trying to do and the important details listed below. Please include a screenshot.
tr_tr: Bu yeni bir soruysa lütfen ya {{strong}}yeni bir sorun oluştur{{/strong}} ya da {{strong}}email{{/strong}} gönder. Yapmaya çalıştığınızın ve aşağıda listelenen önemli ayrıntıların bir açıklaması ekleyin. Lütfen bir ekran görüntüsü ekleyin.

source: Email
tr_tr: Eposta

source: Important details
tr_tr: Önemli ayrıntılar

source: Include these details in your report {{strong}}along with a description of what you were doing{{/strong}}.
tr_tr: Bu ayrıntıları raporunuza ekleyin {{strong}}ve ne yaptığınızı açıklayınız{{/strong}}.

source: Geo IP Error
tr_tr: Coğrafi IP Hatası

source: Something went wrong obtaining this information
tr_tr: Bu bilgiyi edinirken bir şeyler yanlış gitti

source: Geo IP
tr_tr: Coğrafi IP

source: This is an IP from a private network. This means it is located inside a home or business network and no more information can be displayed.
tr_tr: Bu, özel bir ağdaki bir IP'dir. Bu, bir ev veya iş ağı içinde bulunduğu anlamına gelir ve daha fazla bilgi görüntülenemez.

source: No details are known for this address.
tr_tr: Bu adres için hiçbir ayrıntı bilinmiyor.

source: City
tr_tr: Şehir

source: Area
tr_tr: Bölge

source: Timezone
tr_tr: Saat dilimi

source: Geo Location
tr_tr: Coğrafi Konum

source: Powered by {{link}}redirect.li{{/link}}
tr_tr: {{link}}redirect.li{{/link}} Tarafından desteklenmektedir

source: Name
tr_tr: İsim

source: Redirects
tr_tr: Yönlendirmeler

source: Module
tr_tr: Modül

source: Delete
tr_tr: Silmek

source: Enable
tr_tr: Etkinleştirme

source: Disable
tr_tr: Devre dışı bırakma

source: All modules
tr_tr: Tüm modüller

source: Add Group
tr_tr: Grup Ekle

source: Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.
tr_tr: Yönlendirmelerinizi organize etmek için grupları kullanın. Gruplar, bir gruba yönlendirmelerin nasıl çalıştığını etkileyen bir modüle atanır. Emin değilseniz, WordPress modülüne bağlı kalın.

source: Edit
tr_tr: Düzenle

source: View Redirects
tr_tr: Yönlendirmeleri Görüntüle

source: Cancel
tr_tr: İptal et

source: Redirections
tr_tr: Yönlendirmeler

source: Groups
tr_tr: Gruplar

source: Import/Export
tr_tr: İçe aktar/Dışa aktar

source: Logs
tr_tr: Kayıtlar

source: 404 errors
tr_tr: 404 hataları

source: Options
tr_tr: Seçenekler

source: Support
tr_tr: Destek

source: Cached Redirection detected
tr_tr: Önbellekte Yeniden Yönlendirme algılandı

source: Please clear your browser cache and reload this page.
tr_tr: Lütfen tarayıcı önbelleğini temizleyip bu sayfayı yeniden yükleyin.

source: If you are using a caching system such as Cloudflare then please read this:
tr_tr: Cloudflare gibi bir önbellekleme sistemi kullanıyorsanız lütfen şunu okuyun:

source: clearing your cache.
tr_tr: önbelleğinizi temizliyor.

source: Redirection is not working. Try clearing your browser cache and reloading this page.
tr_tr: Yeniden yönlendirme çalışmıyor. Tarayıcı önbelleğini temizlemeyi ve bu sayfayı yeniden yüklemeyi deneyin.

source: If that doesn't help, open your browser's error console and create a {{link}}new issue{{/link}} with the details.
tr_tr: Bu işe yaramazsa, tarayıcınızın hata konsolunu açın ve ayrıntılarla {{link}}yeni bir sorun{{/link}} oluşturun.

source: Please mention {{code}}%s{{/code}}, and explain what you were doing at the time
tr_tr: Lütfen {{code}}%s{{/code}} ile bağlantı kurun ve o sırada ne yaptığınızı açıklayın

source: total =
tr_tr: toplam =

source: Import from %s
tr_tr: %s 'dan içe aktar

source: Import to group
tr_tr: Gruba aktar

source: Import a CSV, .htaccess, or JSON file.
tr_tr: Bir CSV, .htaccess veya JSON dosyası içe aktarın.

source: Click 'Add File' or drag and drop here.
tr_tr: 'Dosya Ekle'yi tıklayın veya sürükleyip buraya bırakın.

source: Add File
tr_tr: Dosya Ekle

source: File selected
tr_tr: Dosya seçildi

source: Upload
tr_tr: Yükleme

source: Importing
tr_tr: İçe aktarılıyor

source: Finished importing
tr_tr: İçe aktarma tamamlandı

source: Total redirects imported:
tr_tr: İçe aktarılan toplam yönlendirme sayısı:

source: Double-check the file is the correct format!
tr_tr: Dosyanın doğru olup olmadığını iki kez kontrol edin!

source: OK
tr_tr: Tamam

source: Close
tr_tr: Kapat

source: Are you sure you want to import from %s?
tr_tr: %s 'den içe aktarmak istediğinize emin misiniz?

source: Plugin Importers
tr_tr: Eklenti içe aktarıcıları

source: The following redirect plugins were detected on your site and can be imported from.
tr_tr: Aşağıdaki yönlendirme eklentileri sitenizde tespit edildi ve bunlardan içe aktarılabilir.

source: Import
tr_tr: İçe aktar

source: All imports will be appended to the current database.
tr_tr: Tüm içe aktarma işlemleri, geçerli veritabanına eklenecektir.

source: {{strong}}CSV file format{{/strong}}: {{code}}source URL, target URL{{/code}} - and can be optionally followed with {{code}}regex, http code{{/code}} ({{code}}regex{{/code}} - 0 for no, 1 for yes).
tr_tr: {{strong}}CSV dosya formatı{{/strong}}: {{code}}kaynak URL, hedef URL{{/code}} - şununla birlikte opsiyonel olarak takip edilebilir {{code}}regex, http code{{/code}} ({{code}}regex{{/code}} - hayır için 0, evet için 1).

source: Export
tr_tr: Dışa aktar

source: Export to CSV, Apache .htaccess, Nginx, or Redirection JSON (which contains all redirects and groups).
tr_tr: CSV, Apache .htaccess, Nginx veya Redirection JSON'a (tüm yönlendirme ve grupları içerir) dışa aktarın.

source: Everything
tr_tr: Her şey

source: WordPress redirects
tr_tr: WordPress yönlendirmeleri

source: Apache redirects
tr_tr: Apacha yönlendirmeleri

source: Nginx redirects
tr_tr: Nginx yönlendirmeleri

source: Nginx rewrite rules
tr_tr: Nginx yeniden yazma kuralları

source: View
tr_tr: Görüntüle

source: Download
tr_tr: İndir

source: Log files can be exported from the log pages.
tr_tr: Kayıt girdileri, kayıt sayfalarından dışa aktarılabilir.

source: Delete all from IP %s
tr_tr: IP'den hepsini sil %s

source: Delete all matching "%s"
tr_tr: Eşleşen tüm öğeleri sil "%s"

source: Delete All
tr_tr: Hepsini Sil

source: Delete the logs - are you sure?
tr_tr: Kayıt girdilerini sil - emin misiniz?

source: Once deleted your current logs will no longer be available. You can set a delete schedule from the Redirection options if you want to do this automatically.
tr_tr: Bir kere sildiğinizde mevcut kayıt girdileri artık kullanılamayacak. Bunu otomatik olarak yapmak isterseniz Yeniden Yönlendirme seçeneklerinden bir silme zamanlamasını ayarlayabilirsiniz.

source: Yes! Delete the logs
tr_tr: Evet! Kayıt girdilerini sil

source: No! Don't delete the logs
tr_tr: Hayır! Kayıt girdilerini silme

source: Date
tr_tr: Tarih

source: Source URL
tr_tr: Kaynak URL

source: Referrer / User Agent
tr_tr: Yönlendiren / Kullanıcı Aracı

source: Geo Info
tr_tr: Coğrafi Bilgi

source: Agent Info
tr_tr: Temsilci Bilgisi

source: Filter by IP
tr_tr: IP'ye göre filtrele

source: Add Redirect
tr_tr: Yönlendirme Ekle

source: Delete 404s
tr_tr: 404'leri sil

source: Delete all logs for this 404
tr_tr: 404 için tüm kayıt girdilerini sil

source: Log
tr_tr: Kayıt girdisi

source: View notice
tr_tr: Bildirimi görüntüle

source: Delete the plugin - are you sure?
tr_tr: Eklentiyi sil - emin misiniz?

source: Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.
tr_tr: Eklentiyi silmek, tüm yönlendirme, günlükler ve ayarlarınızı kaldıracaktır. Eklentiyi iyi olarak kaldırmak istiyorsanız veya eklentiyi sıfırlamak istiyorsanız bunu yapın.

source: Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.
tr_tr: Bir kez silinirseniz yönlendirmeleriniz çalışmaz. Çalışmaya devam etmek istiyorlarsa, lütfen tarayıcı önbelleğinizi temizleyin.

source: Yes! Delete the plugin
tr_tr: Evet! Eklentiyi sil

source: No! Don't delete the plugin
tr_tr: Yok hayır! Eklentiyi silmeyin

source: Delete Redirection
tr_tr: Yeniden Yönlendirmeyi Sil

source: You've supported this plugin - thank you!
tr_tr: Bu eklentiyi desteklediniz - teşekkür ederim!

source: I'd like to support some more.
tr_tr: Biraz daha desteklemek istiyorum.

source: Redirection is free to use - life is wonderful and lovely! It has required a great deal of time and effort to develop and you can help support this development by {{strong}}making a small donation{{/strong}}.
tr_tr: Yeniden yönlendirme ücretsizdir - hayat harika ve güzel! Geliştirmek için çok zaman ve çaba harcamanız gerekiyor ve {{strong}}küçük bir bağış{{/strong}} yaparak bu gelişmeyi desteklemeye yardımcı olabilirsiniz.

source: You get useful software and I get to carry on making it better.
tr_tr: Yararlı bir yazılım elde edersiniz ve daha iyi hale getirmeye devam edeceğim.

source: Support 💰
tr_tr: Destek 💰

source: Plugin Support
tr_tr: Eklenti Desteği

source: No logs
tr_tr: Kayıt girdisi yok

source: A day
tr_tr: Bir gün

source: A week
tr_tr: Bir hafta

source: A month
tr_tr: Bir ay

source: Two months
tr_tr: İki ay

source: Forever
tr_tr: Her zaman

source: Never cache
tr_tr: Hiçbir zaman önbelleği alma

source: An hour
tr_tr: Bir saat

source: No IP logging
tr_tr: IP kayıt girdisi yok

source: Full IP logging
tr_tr: IP kayıt girdisi dolu

source: Anonymize IP (mask last part)
tr_tr: IP'yi anonimleştir (maskenin son kısmı)

source: Default /wp-json/
tr_tr: Varsayılan /wp-json/

source: Raw /index.php?rest_route=/
tr_tr: Ham /index.php?rest_route=/

source: Proxy over Admin AJAX
tr_tr: Proxy üzerinden Admin AJAX

source: Relative /wp-json/
tr_tr: Bağlı /wp-json/

source: Form request
tr_tr: Form isteği

source: URL Monitor Changes
tr_tr: URL Monitör Değişimleri

source: Save changes to this group
tr_tr: Değişiklikleri bu gruba kaydedin

source: For example "/amp"
tr_tr: Örneğin "/amp"

source: Create associated redirect (added to end of URL)
tr_tr: İlişkili yönlendirme oluştur (URL'nin sonuna eklendi)

source: Monitor changes to %(type)s
tr_tr: %(type)s 'a yapılan değişimleri izle

source: I'm a nice person and I have helped support the author of this plugin
tr_tr: Ben hoş biriyim ve bu eklentinin yazarını desteklemeye yardım ettim.

source: Redirect Logs
tr_tr: Yönlendirme kayıt girdileri

source: (time to keep logs for)
tr_tr: (kayıt girdilerini tutma süresi)

source: 404 Logs
tr_tr: 404 Kayıt girdileri

source: IP Logging
tr_tr: IP Günlük Kaydı

source: (select IP logging level)
tr_tr: (IP günlüğe kaydetme seviyesini seçin)

source: URL Monitor
tr_tr: URL Monitörü

source: RSS Token
tr_tr: RSS Jetonu

source: A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)
tr_tr: Feed okuyucularının Yönlendirme Günlüğü RSS'sine erişmesine izin veren benzersiz bir belirteç (otomatik oluşturulmak için boş bırakın)

source: Auto-generate URL
tr_tr: URL'yi otomatik olarak oluştur

source: Used to auto-generate a URL if no URL is given. Use the special tags {{code}}$dec${{/code}} or {{code}}$hex${{/code}} to insert a unique ID instead
tr_tr: Hiçbir URL verilmezse otomatik olarak bir URL oluşturmak için kullanılır. Bunun yerine benzersiz bir kimlik eklemek için {{code}}$dec ${{/code}} veya {{code}}$hex ${{/code}} özel etiketleri kullanın

source: Apache Module
tr_tr: Apache Modülü

source: Enter the full path and filename if you want Redirection to automatically update your {{code}}.htaccess{{/code}}.
tr_tr: Yeniden Yönlendirme'nin {{code}}.htaccess{{/code}} 'ı otomatik olarak güncellemesini istiyorsanız, tam yolu ve dosya adını girin.

source: Redirect Cache
tr_tr: Yönlendirme Önbelleği

source: How long to cache redirected 301 URLs (via "Expires" HTTP header)
tr_tr: Yönlendirilen 301 URL'leri önbelleğe almak ne kadar sürecek ("Sona eriyor" HTTP başlığı üzerinden)

source: How Redirection uses the REST API - don't change unless necessary
tr_tr: Yeniden yönlendirme, REST API'yı nasıl kullanır - gerekmedikçe değiştirme

source: Update
tr_tr: Güncelle

source: Saving...
tr_tr: Kaydediliyor...

source: Logged In
tr_tr: Giriş Yapıldı

source: Target URL when matched
tr_tr: Eşleştiğinde hedef URL

source: Logged Out
tr_tr: Çıkış Yapıldı

source: Target URL when not matched
tr_tr: Eşleşmediğinde hedef URL

source: Matched Target
tr_tr: Eşleşen Hedef

source: Unmatched Target
tr_tr: Eşleşmeyen Hedef

source: Target URL
tr_tr: Hedef URL

source: URL only
tr_tr: Yalnızca URL

source: URL and login status
tr_tr: URL ve oturum açma durumu

source: URL and referrer
tr_tr: URL ve yönlendiren

source: URL and user agent
tr_tr: URL ve kullanıcı aracısı

source: URL and cookie
tr_tr: URL ve çerez

source: URL and HTTP header
tr_tr: URL ve HTTP üstbilgisi

source: URL and custom filter
tr_tr: URL ve özel filtre

source: Redirect to URL
tr_tr: URL'ye yönlendirme

source: Redirect to random post
tr_tr: Rasgele mesaja yönlendirme

source: Error (404)
tr_tr: Hata (404)

source: Do nothing
tr_tr: Hiçbir şey yapma

source: 301 - Moved Permanently
tr_tr: 301 - Kalıcı Olarak Taşındı

source: 302 - Found
tr_tr: 302 - Bulundu

source: 307 - Temporary Redirect
tr_tr: 307 - Geçici Yönlendirme

source: 308 - Permanent Redirect
tr_tr: 308 - Daimi Yönlendirme

source: 401 - Unauthorized
tr_tr: 401 - Yetkisiz

source: 404 - Not Found
tr_tr: 404 - Bulunamadı

source: 410 - Gone
tr_tr: 410 - Gitti

source: Title
tr_tr: Başlık

source: Optional description
tr_tr: Opsiyonel açıklama

source: Match
tr_tr: Eşleşme

source: When matched
tr_tr: Eşleştiğinde

source: with HTTP code
tr_tr: HTTP koduyla birlikte

source: Group
tr_tr: Grup

source: Position
tr_tr: Pozisyon

source: Show advanced options
tr_tr: Gelişmiş seçenekleri görüntüle

source: Type
tr_tr: Tip

source: Hits
tr_tr: Tıklanmalar

source: Last Access
tr_tr: Son Erişim

source: Reset hits
tr_tr: Tıklanmaları sıfırla

source: All groups
tr_tr: Tüm gruplar

source: Add new redirection
tr_tr: Yeni bir yönlendirme ekle

source: User Agent
tr_tr: Kullanıcı Aracı

source: Custom
tr_tr: Özelleştir

source: Mobile
tr_tr: Mobil

source: Feed Readers
tr_tr: Besleme Okuyucuları

source: Libraries
tr_tr: Kütüphaneler

source: Cookie
tr_tr: Çerezler

source: Cookie name
tr_tr: Çerez adı

source: Cookie value
tr_tr: Çerez değeri

source: Filter Name
tr_tr: Filtre Adı

source: WordPress filter name
tr_tr: WordPress filter adı

source: HTTP Header
tr_tr: HTTP Üstbilgisi

source: Header name
tr_tr: Üstbilgi adı

source: Header value
tr_tr: Üstbilgi değeri

source: Accept Language
tr_tr: Dili kabul et

source: Note it is your responsability to pass HTTP headers to PHP. Please contact your hosting provider for support about this.
tr_tr: HTTP üstbilgilerini PHP'ye geçirmek sizin sorumluluğunuzdadır. Bununla ilgili destek almak için lütfen barındırma sağlayıcınıza başvurun.

source: Referrer
tr_tr: Yönlendiren

source: pass
tr_tr: pas

source: Need help?
tr_tr: Yardıma mı ihtiyacınız var?

source: Full documentation for Redirection can be found at {{site}}https://redirection.me{{/site}}. If you have a problem please check the {{faq}}FAQ{{/faq}} first.
tr_tr: Yeniden yönlendirme ile ilgili eksiksiz belgeler {{site}}https://redirection.me{{/site}} adresinde bulunabilir. Bir sorununuz varsa lütfen öncelikle {{faq}}SSS{{/faq}} adresini kontrol edin.

source: If you want to report a bug please read the {{report}}Reporting Bugs{{/report}} guide.
tr_tr: Bir hata bildirmek istiyorsanız lütfen {{report}}Hataları Raporlama{{/report}} kılavuzunu okuyun.

source: Please note that any support is provide on as-time-is-available basis and is not guaranteed. I do not provide paid support.
tr_tr: Herhangi bir desteğin, var olan zamana uygun olarak sağlandığını ve garanti edilmediğini lütfen unutmayın. Ben ücretli destek vermiyorum.

source: If you want to submit information that you don't want in a public repository then send it directly via {{email}}email{{/email}} - include as much information as you can!
tr_tr: Herkese açık bir depoda istemediğiniz bilgileri göndermek istiyorsanız, bunu doğrudan {{email}}e-posta{{/email}} ile gönderin; elinizden geldiğince fazla bilgi ekleyin!

source: Newsletter
tr_tr: Haber Bülteni

source: Thanks for subscribing! {{a}}Click here{{/a}} if you need to return to your subscription.
tr_tr: Abone olduğun için teşekkürler! aboneliğinize geri dönmeniz gerekiyorsa.{{a}}Buraya tıklayın{{/a}}

source: Want to keep up to date with changes to Redirection?
tr_tr: Redirection'daki değişikliklerle güncel kalmak ister misiniz?

source: Sign up for the tiny Redirection newsletter - a low volume newsletter about new features and changes to the plugin. Ideal if want to test beta changes before release.
tr_tr: Küçük yeniden Redirection bültenine kaydolun - eklenti üzerindeki yeni özellikler ve değişikliklerle ilgili düşük hacimli bir bülten. Beta değişikliklerini serbest bırakmadan önce test etmek istiyorsanız idealdir.

source: Your email address:
tr_tr: Sizin eposta adresiniz:
